Repository: osamuya/nullnote
Catalog: Packages/NullnoteUI/Sources/NullnoteUI/Localizable.xcstrings
Source language: ja
Languages: de, en, fr, ko, zh_hans, zh_hant

source: %@ — 押すと大きく表示します
de: %@ – Zum Vergrößern klicken
en: %@ — Click to enlarge
fr: %@ — Cliquez pour agrandir
ko: %@ — 클릭하여 확대
zh_hans: %@ — 点按以放大
zh_hant: %@ — 按一下以放大

source: %lld 行
de: %lld Zeilen
en: %lld lines
fr: %lld lignes
ko: %lld줄

source: PNG で保存…
de: Als PNG sichern …
en: Save as PNG…
fr: Enregistrer en PNG…
ko: PNG로 저장…
zh_hans: 存储为 PNG…
zh_hant: 儲存為 PNG…

source: SVG で保存…
de: Als SVG sichern …
en: Save as SVG…
fr: Enregistrer en SVG…
ko: SVG로 저장…
zh_hans: 存储为 SVG…
zh_hant: 儲存為 SVG…

source: base（クリーム）
de: base (Creme)
en: base (cream)
fr: base (crème)
ko: base(크림)
zh_hans: base（奶油色）
zh_hant: base（奶油色）

source: dark（黒）
de: dark (Schwarz)
en: dark (black)
fr: dark (noir)
ko: dark(검정)
zh_hans: dark（黑色）
zh_hant: dark（黑色）

source: default（紫）
de: default (Violett)
en: default (purple)
fr: default (violet)
ko: default(보라)
zh_hans: default（紫色）
zh_hant: default（紫色）

source: forest（緑）
de: forest (Grün)
en: forest (green)
fr: forest (vert)
ko: forest(초록)
zh_hans: forest（绿色）
zh_hant: forest（綠色）

source: neutral（灰色）
de: neutral (Grau)
en: neutral (gray)
fr: neutral (gris)
ko: neutral(회색)

source: この図は描けません
de: Dieses Diagramm kann nicht dargestellt werden
en: This diagram couldn't be drawn
fr: Impossible d’afficher ce diagramme
ko: 이 다이어그램을 그릴 수 없습니다
zh_hans: 无法绘制此图表
zh_hant: 無法繪製此圖表

source: この画像があるフォルダの閲覧を許可します
de: Zugriff auf den Ordner mit diesem Bild erlauben
en: Allow access to the folder that contains this image
fr: Autoriser l’accès au dossier contenant cette image
ko: 이 이미지가 있는 폴더에 대한 접근 허용
zh_hans: 允许访问此图像所在的文件夹
zh_hant: 允許取用此影像所在的檔案夾

source: システム
de: System
en: System
fr: Système
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: スペース2
de: 2 Leerzeichen
en: 2 Spaces
fr: 2 espaces
ko: 공백 2개
zh_hans: 2 个空格
zh_hant: 2 個空格

source: スペース4
de: 4 Leerzeichen
en: 4 Spaces
fr: 4 espaces
ko: 공백 4개
zh_hans: 4 个空格
zh_hant: 4 個空格

source: タブ
de: Tab
en: Tab
fr: Tabulation
ko: 탭
zh_hans: Tab
zh_hant: Tab

source: ダーク
de: Dunkel
en: Dark
fr: Sombre
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: ドラッグか二本指で移動。ピンチ、⌘＋ホイールで拡大
de: Ziehen oder wischen zum Verschieben. Pinch oder ⌘-Scrollen zum Zoomen.
en: Drag or swipe with two fingers to pan. Pinch or ⌘-scroll to zoom.
fr: Glisser ou balayer pour déplacer. Pincer ou ⌘-défiler pour zoomer.
ko: 드래그하거나 두 손가락으로 쓸어 이동. 핀치 또는 ⌘-스크롤로 확대/축소.
zh_hans: 拖移或双指轻扫以移动。捏合或 ⌘+滚动以缩放。
zh_hant: 拖移或雙指滑動以移動。雙指開合或 ⌘+捲動以縮放。

source: ライト
de: Hell
en: Light
fr: Clair
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: 保存
de: Sichern
en: Save
fr: Enregistrer
ko: 저장
zh_hans: 存储
zh_hant: 儲存

source: 全体を見る
de: Einpassen
en: Fit to Window
fr: Ajuster à la fenêtre
ko: 윈도우에 맞추기
zh_hans: 适合窗口
zh_hant: 符合視窗

source: 前のヒットへ（⇧⌘G）
de: Vorheriger Treffer (⇧⌘G)
en: Previous Match (⇧⌘G)
fr: Résultat précédent (⇧⌘G)
ko: 이전 결과(⇧⌘G)
zh_hans: 上一个结果（⇧⌘G）
zh_hant: 上一個結果（⇧⌘G）

source: 前の画像へ（←）
de: Vorheriges Bild (←)
en: Previous Image (←)
fr: Image précédente (←)
ko: 이전 이미지(←)
zh_hans: 上一张图像（←）
zh_hant: 上一張影像（←）

source: 図
de: Diagramm
en: Diagram
fr: Diagramme
ko: 다이어그램
zh_hans: 图表
zh_hant: 圖表

source: 図を大きく見る
de: Diagramm vergrößern
en: Enlarge Diagram
fr: Agrandir le diagramme
ko: 다이어그램 확대
zh_hans: 放大图表
zh_hant: 放大圖表

source: 図を書き出せませんでした
de: Das Diagramm konnte nicht exportiert werden
en: Couldn't export the diagram
fr: Impossible d’exporter le diagramme
ko: 다이어그램을 내보낼 수 없습니다
zh_hans: 无法导出图表
zh_hant: 無法輸出圖表

source: 図を画像として保存する
de: Diagramm als Bild sichern
en: Save the diagram as an image
fr: Enregistrer le diagramme en tant qu’image
ko: 다이어그램을 이미지로 저장
zh_hans: 将图表存储为图像
zh_hant: 將圖表儲存為影像

source: 場所が分かりません
de: Ungültiger Ort
en: Invalid location
fr: Emplacement non valide
ko: 유효하지 않은 위치
zh_hans: 位置无效
zh_hant: 位置無效

source: 押すと大きく表示します
de: Zum Vergrößern klicken
en: Click to enlarge
fr: Cliquez pour agrandir
ko: 클릭하여 확대
zh_hans: 点按以放大
zh_hant: 按一下以放大

source: 拡大
de: Vergrößern
en: Zoom In
fr: Agrandir
ko: 확대
zh_hans: 放大
zh_hant: 放大

source: 文字サイズ
de: Schriftgröße
en: Font Size
fr: Police
ko: 글자 크기
zh_hans: 字体大小
zh_hant: 字體大小

source: 文字サイズを戻す
de: Originalgröße
en: Actual Size
fr: Taille réelle
ko: 실제 크기
zh_hans: 实际大小
zh_hant: 實際大小

source: 検索
de: Suchen
en: Search
fr: Rechercher
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: 検索を閉じる
de: Suche schließen
en: Close Search
fr: Fermer la recherche
ko: 검색 닫기
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: 検索を閉じる（esc）
de: Suche schließen (esc)
en: Close Search (esc)
fr: Fermer la recherche (esc)
ko: 검색 닫기(esc)
zh_hans: 关闭搜索（esc）
zh_hant: 關閉搜尋（esc）

source: 検索語を消す
de: Suchbegriff löschen
en: Clear Search
fr: Effacer la recherche
ko: 검색어 지우기
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: 次のヒットへ（⌘G）
de: Nächster Treffer (⌘G)
en: Next Match (⌘G)
fr: Résultat suivant (⌘G)
ko: 다음 결과(⌘G)
zh_hans: 下一个结果（⌘G）
zh_hant: 下一個結果（⌘G）

source: 次の画像へ（→）
de: Nächstes Bild (→)
en: Next Image (→)
fr: Image suivante (→)
ko: 다음 이미지(→)
zh_hans: 下一张图像（→）
zh_hant: 下一張影像（→）

source: 画像
de: Bild
en: Image
fr: Image
ko: 이미지
zh_hans: 图像
zh_hant: 影像

source: 画像を読み込み中…
de: Bild wird geladen …
en: Loading image…
fr: Chargement de l’image…
ko: 이미지 로드 중…
zh_hans: 正在载入图像…
zh_hant: 正在載入影像…

source: 等倍
de: Originalgröße
en: Actual Size
fr: Taille réelle
ko: 실제 크기
zh_hans: 实际大小
zh_hant: 實際大小

source: 縮小
de: Verkleinern
en: Zoom Out
fr: Réduire
ko: 축소
zh_hans: 缩小

source: 見つかりません
de: Nicht gefunden
en: Not found
fr: Introuvable
ko: 찾을 수 없음
zh_hans: 未找到
zh_hant: 找不到

source: 見出しがありません
de: Keine Überschriften
en: No headings
fr: Aucun titre
ko: 제목 없음
zh_hans: 没有标题
zh_hant: 沒有標題

source: 許可する…
de: Zugriff erlauben …
en: Allow Access…
fr: Autoriser l’accès…
ko: 접근 허용…
zh_hans: 允许访问…
zh_hant: 允許取用…

source: 読み込めません
de: Konnte nicht geladen werden
en: Couldn't be loaded
fr: Chargement impossible
ko: 로드할 수 없음
zh_hans: 无法载入
zh_hant: 無法載入

source: 読む許可がありません
de: Keine Leseberechtigung
en: No permission to read
fr: Aucune autorisation de lecture
ko: 읽기 권한 없음
zh_hans: 没有读取权限
zh_hant: 沒有讀取權限

source: 閉じる
de: Schließen
en: Close
fr: Fermer
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: （この版では空）
de: (In dieser Version leer)
en: (Empty in this version)
fr: (Vide dans cette version)
ko: (이 버전에서는 비어 있음)
zh_hans: （此版本中为空）
zh_hant: （此版本中為空）
